[
  {
    "question": "Oppression by corporations is more of a concern than oppression by governments."
  },
  {
    "question": "It is necessary for the government to intervene in the economy to protect consumers."
  },
  {
    "question": "The freer the markets, the freer the people."
  },
  {
    "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens."
  },
  {
    "question": "Publicly-funded research is more beneficial to the people than leaving it to the market."
  },
  {
    "question": "Tariffs on international trade are important to encourage local production."
  },
  {
    "question": "From each according to his ability, to each according to his needs."
  },
  {
    "question": "It would be best if social programs were abolished in favor of private charity."
  },
  {
    "question": "Taxes should be increased on the rich to provide for the poor."
  },
  {
    "question": "Inheritance is a legitimate form of wealth."
  },
  {
    "question": "Basic utilities like roads and electricity should be publicly owned."
  },
  {
    "question": "Government intervention is a threat to the economy."
  },
  {
    "question": "Those with a greater ability to pay should receive better healthcare."
  },
  {
    "question": "Quality education is a right of all people."
  },
  {
    "question": "The means of production should belong to the workers who use them."
  },
  {
    "question": "The United Nations should be abolished."
  },
  {
    "question": "Military action by our nation is often necessary to protect it."
  },
  {
    "question": "I support regional unions, such as the European Union."
  },
  {
    "question": "It is important to maintain our national sovereignty."
  },
  {
    "question": "A united world government would be beneficial to mankind."
  },
  {
    "question": "It is more important to retain peaceful relations than to further our strength."
  },
  {
    "question": "Wars do not need to be justified to other countries."
  },
  {
    "question": "Military spending is a waste of money."
  },
  {
    "question": "International aid is a waste of money."
  },
  {
    "question": "My nation is great."
  },
  {
    "question": "Research should be conducted on an international scale."
  },
  {
    "question": "Governments should be accountable to the international community."
  },
  {
    "question": "Even when protesting an authoritarian government, violence is not acceptable."
  },
  {
    "question": "My religious values should be spread as much as possible."
  },
  {
    "question": "Our nation's values should be spread as much as possible."
  },
  {
    "question": "It is very important to maintain law and order."
  },
  {
    "question": "The general populace makes poor decisions."
  },
  {
    "question": "Physician-assisted suicide should be legal."
  },
  {
    "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism."
  },
  {
    "question": "Government surveillance is necessary in the modern world."
  },
  {
    "question": "The very existence of the state is a threat to our liberty."
  },
  {
    "question": "Regardless of political opinions, it is important to side with your country."
  },
  {
    "question": "All authority should be questioned."
  },
  {
    "question": "A hierarchical state is best."
  },
  {
    "question": "It is important that the government follows the majority opinion, even if it is wrong."
  },
  {
    "question": "The stronger the leadership, the better."
  },
  {
    "question": "Democracy is more than a decision-making process."
  },
  {
    "question": "Environmental regulations are essential."
  },
  {
    "question": "A better world will come from automation, science, and technology."
  },
  {
    "question": "Children should be educated in religious or traditional values."
  },
  {
    "question": "Traditions are of no value on their own."
  },
  {
    "question": "Religion should play a role in government."
  },
  {
    "question": "Churches should be taxed the same way other institutions are taxed."
  },
  {
    "question": "Climate change is currently one of the greatest threats to our way of life."
  },
  {
    "question": "It is important that we work as a united world to combat climate change."
  },
  {
    "question": "Society was better many years ago than it is now."
  },
  {
    "question": "It is important that we maintain the traditions of our past."
  },
  {
    "question": "It is important that we think in the long term, beyond our lifespans."
  },
  {
    "question": "Reason is more important than maintaining our culture."
  },
  {
    "question": "Drug use should be legalized or decriminalized."
  },
  {
    "question": "Same-sex marriage should be legal."
  },
  {
    "question": "No cultures are superior to others."
  },
  {
    "question": "Sex outside marriage is immoral."
  },
  {
    "question": "If we accept migrants at all, it is important that they assimilate into our culture."
  },
  {
    "question": "Abortion should be prohibited in most or all cases."
  },
  {
    "question": "Gun ownership should be prohibited for those without a valid reason."
  },
  {
    "question": "I support single-payer, universal healthcare."
  },
  {
    "question": "Prostitution should be illegal."
  },
  {
    "question": "Maintaining family values is essential."
  },
  {
    "question": "To chase progress at all costs is dangerous."
  },
  {
    "question": "Genetic modification is a force for good, even on humans."
  },
  {
    "question": "We should open our borders to immigration."
  },
  {
    "question": "Governments should be as concerned about foreigners as they are about their own citizens."
  },
  {
    "question": "All people - regardless of factors like culture or sexuality - should be treated equally."
  },
  {
    "question": "It is important that we further my group's goals above all others."
  }
]
