[
  {
    "question": "Penindasan oleh perusahaan lebih menjadi perhatian daripada penindasan oleh pemerintah."
  },
  {
    "question": "Pentingnya pemerintah untuk campur tangan dalam perekonomian untuk melindungi konsumen."
  },
  {
    "question": "Semakin bebas pasar, semakin bebas masyarakatnya."
  },
  {
    "question": "Lebih baik memelihari keseimbangan bujet negara daripada menjamin kesejahteraan seluruh masyarakat."
  },
  {
    "question": "Penelitian yang didanai pemerintah atau publik lebih menguntungkan masyarakat dibandingkan diserahkan ke pasar atau swasta."
  },
  {
    "question": "Pengenaan bea cukai pada perdagangan internasional penting untuk mendorong produksi domestik. "
  },
  {
    "question": "Setiap orang berkontribusi sesuai kemampuannya dan setiap orang diberikan sesuai kebutuhannya masing-masing."
  },
  {
    "question": "Akan jadi langkah terbaik jika program sosial dihapuskan dan mendorong sumbangan dari individu atau swasta."
  },
  {
    "question": "Pajak seharusnya dinaikan pada orang-orang kaya untuk memenuhi kebutuhan orang-orang miskin."
  },
  {
    "question": "Pewarisan adalah bentuk kekayaan yang sah."
  },
  {
    "question": "Kebutuhan dasar seperti jalan raya dan listrik seharusnya dimiliki publik atau pemerintah."
  },
  {
    "question": "Campur tangan pemerintah adalah ancaman pada ekonomi."
  },
  {
    "question": "Seseorang yang memiliki kemampuan untuk membayar seharusnya menerima layanan kesehatan yang lebih baik."
  },
  {
    "question": "Pendidikan yang berkualitas adalah hak semua orang."
  },
  {
    "question": "Alat produksi harus menjadi milik pekerja yang menggunakannya."
  },
  {
    "question": "Perserikatan Bangsa Bangsa harus dihapuskan."
  },
  {
    "question": "Aksi militer yang dilakukan oleh negara penting untuk menjaga keutuhan negara."
  },
  {
    "question": "Saya mendukung perserikatan regional, seperti Uni Eropa."
  },
  {
    "question": "Penting untuk memelihara kedaulatan negara."
  },
  {
    "question": "Perserikatan pemerintah dunia akan menguntungkan bagi umat manusia."
  },
  {
    "question": "Lebih penting untuk menjaga hubungan damai daripada meningkatkan kekuatan negara."
  },
  {
    "question": "Perang tidak perlu terjadi di negara lain."
  },
  {
    "question": "Pengeluaran militer hanya membuang-buang uang."
  },
  {
    "question": "Bantuan internasional hanya membuang-buang uang."
  },
  {
    "question": "Negaraku sangat hebat."
  },
  {
    "question": "Penelitian seharusnya dilakukan dalam skala internasional."
  },
  {
    "question": "Pemerintah seharusnya bertanggung jawab kepada komunitas internasional."
  },
  {
    "question": "Bahkan ketika protes pada pemerintah yang otoriter, kekerasan tidak dapat diterima."
  },
  {
    "question": "Nilai-nilai agamaku seharusnya disebarkan sebanyak mungkin."
  },
  {
    "question": "Nilai-nilai bangsaku seharusnya disebarkan sebanyak mungkin."
  },
  {
    "question": "Sangat penting untuk memelihara hukum dan ketertiban."
  },
  {
    "question": "Masyarakat umum membuat keputusan yang buruk."
  },
  {
    "question": "Bunuh diri yang dibantu dokter seharusnya legal."
  },
  {
    "question": "Pengorbanan pada kebebasan sipil penting untuk menjaga kita dari serangan terorisme."
  },
  {
    "question": "Pengawasan pemerintah diperlukan pada dunia yang modern."
  },
  {
    "question": "Keberadaan negara merupakan ancaman pada kebebasan kita."
  },
  {
    "question": "Apapun pandangan politikmu, penting untuk berpihak pada negaramu."
  },
  {
    "question": "Semua otoritas harus dipertanyakan."
  },
  {
    "question": "Negara yang hierarkis adalah yang terbaik."
  },
  {
    "question": "Penting bagi pemerintah untuk mengikuti pendapat masyarakat, meskipun itu salah."
  },
  {
    "question": "Semakin kuat kepemimpinan, semakin bagus."
  },
  {
    "question": "Demokrasi itu lebih dari sekadar proses pengambilan keputusan."
  },
  {
    "question": "Peraturan mengenai lingkungan sangat penting."
  },
  {
    "question": "Dunia yang lebih baik akan datang dari otomasi, sains dan teknologi."
  },
  {
    "question": "Anak-anak seharusnya diberikan pendidikan tentang nilai agama atau tradisi."
  },
  {
    "question": "Tradisi tidak bernilai dari tradisi itu sendiri."
  },
  {
    "question": "Agama harus berperan dalam pemerintahan."
  },
  {
    "question": "Rumah ibadah harus dikenakan pajak dengan cara yang sama seperti lembaga atau institusi lain."
  },
  {
    "question": "Perubahan iklim saat ini adalah ancaman terbesar pada kehidupan kita."
  },
  {
    "question": "Penting jika kita bekerja sama sebagai dunia yang bersatu untuk melawan perubahan iklim."
  },
  {
    "question": "Masyarakat di masa lalu lebih baik daripada masa sekarang."
  },
  {
    "question": "Penting untuk memelihara tradisi dari masa lalu."
  },
  {
    "question": "Penting bagi kita untuk berpikir jangka panjang, bahkan di luar rentang hidup kita."
  },
  {
    "question": "Nalar atau akal lebih penting daripada mempertahankan budaya kita."
  },
  {
    "question": "Penggunaan narkoba harus dilegalkan atau di dekriminalisasi."
  },
  {
    "question": "Pernikahan sesama jenis seharusnya legal."
  },
  {
    "question": "Tidak ada kebudayaan yang lebih superior dibanding budaya lainnya."
  },
  {
    "question": "Seks pra nikah adalah hal yang tidak bermoral."
  },
  {
    "question": "Jika kita menerima imigran, penting bagi mereka untuk berasimilasi dengan budaya kita."
  },
  {
    "question": "Aborsi seharusnya dilarang pada kasus dan kondisi apapun."
  },
  {
    "question": "Kepemilikan senjata api seharusnya dilarang bagi yang tidak memiliki alasan valid."
  },
  {
    "question": "Saya mendukung sekali bayar dan layanan kesehatan yang universal."
  },
  {
    "question": "Prostitusi seharusnya ilegal."
  },
  {
    "question": "Memelihara nilai-nilai keluarga adalah hal penting."
  },
  {
    "question": "Mengejar kemajuan atau progres dengan cara apa pun itu berbahaya."
  },
  {
    "question": "Modifikasi genetik adalah hal yang baik, bahkan pada manusia."
  },
  {
    "question": "Kita harus membuka perbatasan kita untuk imigran."
  },
  {
    "question": "Pemerintah harus memperhatikan orang asing seperti halnya warga negara mereka sendiri."
  },
  {
    "question": "Semua orang - terlepas dari faktor seperti budaya atau seksualitas - harus diperlakukan adil dan derajat yang sama."
  },
  {
    "question": "Penting bagi kita untuk memajukan tujuan golongan kita di atas yang lainnya."
  }
]
